// The file uses windows1251 encoding, please open it in your editor to view it without hieroglyphs.

/* -------------------------------------------------------------------------- */
/*                 Совместная доработка паблик мода Arizona RP                */
/* -------------------------------------------------------------------------- */
/* Идея с публичными доработками модов принадлежит авторам данной группы ВК:  */
/* «atver | Создание Серверов | samp crmp mta ugmp» https://vk.com/atversion  */
/* -------------------------------------------------------------------------- */
/*           Ссылка на официальную страницу доработки данного мода:           */
/*                    	https://github.com/Atver/Arizona                      */
/*            Описания, списки измений, и всякое другое лежат там             */
/* -------------------------------------------------------------------------- */
/*      Все использованные в моде коды принадлежат соответсвующим авторам     */
/*      Все авторства указываются не в моде, а на данной github странице:     */
/*        https://github.com/Atver/Arizona/blob/master/CONTRIBUTORS.md        */
/*      Если кого-то авторство не упомянуто, укажите его на той странице      */
/* -------------------------------------------------------------------------- */
/*     Ссылки на обсуждение данной доработки: (1) https://cutt.ly/RzV2l2R     */
/*             (2) https://github.com/Atver/Arizona/discussions/1             */
/*        Если у вас есть идеи, что добавить либо изменить, пишите туда       */
/* -------------------------------------------------------------------------- */

#include "mode.inc"

/* -------------------------------------------------------------------------- */
/*                 Совместная доработка паблик мода Arizona RP                */
/* -------------------------------------------------------------------------- */
/* Идея с публичными доработками модов принадлежит авторам данной группы VK:  */
/* «atver | Создание Серверов | samp crmp mta ugmp» https://vk.com/atversion  */
/* -------------------------------------------------------------------------- */
/*     This Source Code Form is subject to the terms of the Mozilla Public    */
/*       License, v. 2.0. If a copy of the MPL was not distributed with       */
/*         this file. You can obtain one at http://mozilla.org/MPL/2.0        */
/* -------------------------------------------------------------------------- */